export interface IQuestion {
  Id: number;
  question: string;
  optionList: string[];
  answer: number
};

export class QuestionCollection {

  get(): IQuestion[] {
    let questionList = [
      {
        "Id": 1,
        "question": " غزل کے پہلے شعر کو کیا کہتے ہیں ؟",
        "optionList": [
          "قافیہ",
          "مطلع",
          "بند",
          "ردیف"
        ],
        "answer": 2
      },
      {
        "Id": 2,
        "question": "اردو کا پہلا اخبار کس نے جاری کیا ؟",
        "optionList": [
          "مولوی محمد باقر ",
          "مولانا ابولکلام آزاد",
          "علامہ اقبال",
          "راجا ذالفقار علی"
        ],
        "answer": 1
      },
      {
        "Id": 3,
        "question": "ملک الشعراء کا خطاب کسے عطا ہوا ؟",
        "optionList": [
          "علامہ اقبال",
          "راحت اندوری ",
          "اسداللہ خان غالب",
          "ابراہیم ذوق "
        ],
        "answer": 4
      },
      {
        "Id": 4,
        "question": "سائنٹفک سوسائٹی کس نے قائم کی ؟",
        "optionList": [
          "اے پی جےعبدالکلام",
          "سی وی رمن ",
          "سرسید احمد خان ",
          "مولانا ابولکلام آزاد"
        ],
        "answer": 3
      },
      {
        "Id": 5,
        "question": " اردو کس زبان کا لفظ ہے ؟ ",
        "optionList": [
          "فارسی",
          "عربی",
          "ترکی ",
          "ھندی"
        ],
        "answer": 3
      },
      {
        "Id": 6,
        "question": "بچوں کے شاعر کسے کہا جاتا ہے  ؟",
        "optionList": [
          "اسماعیل میرٹھی ",
          "امیر خسرو   ",
          "مرزا غالب ",
          "مولوی عبدالحق "
        ],
        "answer": 1
      },
      {
        "Id": 7,
        "question": "پیاز اور لہسن میں بدبو کس عنصر کی وجہ سے ہوتی ہے؟",
        "optionList": [
          "سلفر",
          "آئیوڈین",
          "فاسفورس",
          "کربن"
        ],
        "answer": 1
      },
      {
        "Id": 8,
        "question": "اردو کے پہلے شاعر کون تھے؟",
        "optionList": [
          "علامہ اقبال",
          "منور رانا",
          "امیر خسرو",
          "غالب"
        ],
        "answer": 3
      },
      {
        "Id": 9,
        "question": "لفظ اردو کا کیا مطلب ہے؟ ",
        "optionList": [
          "شمع",
          "چھاؤنی یا لشکر",
          "سورج",
          "بھارت"
        ],
        "answer": 2
      },
      {
        "Id": 10,
        "question": "اردو کی پہلی شاعرہ کون تھی؟",
        "optionList": [
          "عصمت چغتائی",
          "لتا منگیشکر",
          "ماہ لقا بائی چندا",
          "ادا جعفری "
        ],
        "answer": 3
      },
      {
        "Id": 11,
        "question": "پریم چند کا اصل نام کیا تھا؟",
        "optionList": [
          "دھنپت رائے",
          "دھنپت راج",
          "دھنپت سیٹھ",
          "دھنپت راؤ"
        ],
        "answer": 1
      },
      {
        "Id": 12,
        "question": "وہ شعری صنف جس میں اللہ کی تعریف کی جائے۔",
        "optionList": [
          "نعت",
          "حمد",
          "نظم",
          "غزل"
        ],
        "answer": 2
      },
      {
        "Id": 13,
        "question": "شاعر مشرق کس شاعر کو کہا جاتا ہے؟",
        "optionList": [
          "مرزا غالب ",
          "میر تقی میر",
          "فیض احمد فیض",
          "علامہ اقبال"
        ],
        "answer": 4
      },
      {
        "Id": 14,
        "question": "مشہور ڈرامہ نگار کا نام بتائیے",
        "optionList": [
          "امتیاز علی تاج",
          "امیر میرٹھی",
          "لا لا لاجپت راۓ",
          "دھیان چند"
        ],
        "answer": 1
      },
      {
        "Id": 15,
        "question": "ماہنامہ گل بوٹے" کے مدیر کون ہیں ؟",
        "optionList": [
          "میرحسن",
          "جمال ناصر",
          "فاروق سید",
          "نظیر اکبر آبادی"
        ],
        "answer": 3
      },
      {
        "Id": 16,
        "question": "قرآن مجید میں سب سے زیادہ کس رسول کا ذکر ہے ؟",
        "optionList": [
          "حضرت موسی‌علیہ السلام",
          "حضرت عیسی علیہ السلام",
          "حضرت آدم علیہ السلام",
          "محمد صلی اللہ و علیہ وسلم"
        ],
        "answer": 1
      },
      {
        "Id": 17,
        "question": "رسول کا نام احمد کس سورہ میں آیا ہے ؟",
        "optionList": [
          "سورۃ صف",
          " سورۃفاتحہ",
          "سورۃ مزمل",
          "سورۃ نمل"
        ],
        "answer": 1
      },
      {
        "Id": 18,
        "question": "اللہ نے کس نبی کے لئے لوہے کو نرم کردیا تھا ؟",
        "optionList": [
          "حضرت عیسی علیہ السلام",
          "حضرت داؤد علیہ السلام",
          "حضرت موسیٰ علیہ السلام",
          "حضرت یونس علیہ السلام "
        ],
        "answer": 2
      },
      {
        "Id": 19,
        "question": "حضرت سلیمان  نے کس پرندے کو پیغام رسانی کے لیے استعمال کیا تھا ؟ ",
        "optionList": [
          "چڑیا ",
          "طوطا",
          "ہدہد",
          "بلبل"
        ],
        "answer": 3
      },
      {
        "Id": 20,
        "question": "تقرآن مجید میں کون سی سورہ ایک خاتون کے نام پر ہے؟ ",
        "optionList": [
          "سورہ مریم",
          "سورہ عائشہ",
          "سورہ فلق",
          "سورہ فیل"
        ],
        "answer": 1
      },
      {
        "Id": 21,
        "question": "آدم کے بیٹے قابیل نے کس پرندے سے مردہ دفن کرنے کا طریقہ سیکھا تھا؟",
        "optionList": [
          "طوطا",
          "کوا", 
          "مینا",
          "ھدھد"
        ],
        "answer": 2
      },
      {
        "Id": 22,
        "question": "وہ کون سے نبی تھے جنھوں نے جنوں اور ہواؤں پر بھی حکومت کی ؟ ",
        "optionList": [
          "حضرت عیسی علیہ السلام",
          "حضرت موسی‌علیہ السلام",
          "حضرت ابراہیم علیہ السلام ",
          "حضرت سلیمان علیہ السلام"
        ],
        "answer": 4
      },
      {
        "Id": 23,
        "question": "حضرت لقمان کو اللہ تعالیٰ نے کیا عطا کیا تھا ؟",
        "optionList": [
          "ترازو",
          "حکمت",
          "قوت",
          "جنوں پر حکومت"
        ],
        "answer": 2
      },
      {
        "Id": 24,
        "question": "جنت کے داروغہ کا نام کیا ہے ؟",
        "optionList": [
          "شعیب",
          "مالک",
          "رضوان",
          "سلمان"
        ],
        "answer": 3
      },
      {
        "Id": 25,
        "question": "کشتی کس نے بنائی ؟ ",
        "optionList": [
          "حضرت سلیمان علیہ السلام",
          "حضورصلی اللہ و علیہ وسلم   ",
          "حضرت نوح علیہ السلام",
          "حضرت ابراہیم علیہ السلام  "
        ],
        "answer": 3
      },
      {
        "Id": 26,
        "question": "مجسموں اور ہڈی کے ٹوٹنے پر کون سی چیز استعمال کرتے ہیں؟",
        "optionList": [
          "سلو",
          "پلاسٹر",
          "ٹیپ",
          "گھاوں کا پٹی"
        ],
        "answer": 2
      },
      {
        "Id": 27,
        "question": "قرآن مجید موجودہ شکل میں کس صحابی نے جمع کروایا؟",
        "optionList": [
          "حضرت عثمان رضی اللہ عنہہ  ",
          "حضرت عمر رضی اللہ عنہہ ",
          "حضرت علی رضی اللہ عنہہ",
          "حضرت ابوبکررضی اللہ عنہہ"
        ],
        "answer": 1
      },
      {
        "Id": 28,
        "question": "قرآن مجید میں کون سی سورہ میں بسم اللہ نہیں ہے ؟           ",
        "optionList": [
          "سورۃ توبہ",
          "سورۃ فتح",
          "سورۃ الناس",
          "سورۃطہٰ"
        ],
        "answer": 1
      },
      {
        "Id": 29,
        "question": "وہ کون سی سورہ ہے جس کے بیچ میں بسم اللہ ہے؟ ",
        "optionList": [
          "سورۃ توبہ",
          "سورۃ النمل",
          "سورۃ ملک",
          "سورۃالرحمٰن "
        ],
        "answer": 2
      },
      {
        "Id": 30,
        "question": "قرآن مجید میں کل کتنے سجدے ہیں ؟ ",
        "optionList": [
          "15",
          "10",
          "14",
          "24"
        ],
        "answer": 3
      },
      {
        "Id": 31,
        "question": "قرآن حکیم میں کل کتنی سورتیں ہیں ؟ ",
        "optionList": [
          "ایک سو چودہ",
          "دو سو چودہ",
          "تین سو چودہ",
          "ایک سو چار"
        ],
        "answer": 1
      },
      {
        "Id": 32,
        "question": "قرآن مجید کا سب سے پہلا ترجمہ کس زبان میں ہوا؟",
        "optionList": [
          "انگریزی",
          "لاطینی ",
          "جاپانی",
          "اردو"
        ],
        "answer": 2
      },
      {
        "Id": 33,
        "question": "ابوالبشر کس نبی کو کہا جاتا ہے ؟",
        "optionList": [
          "حضرت نوح علیہ السلام",
          "حضرت آدم علیہ السلام کو",
          "حضرت یوسف علیہ السلام",
          "حضرت لوط علیہ السلام"
        ],
        "answer": 2
      },
      {
        "Id": 34,
        "question": "حضرت موسیٰ علیہ السلام کا لقب؟",
        "optionList": [
          "ذبیح اللہ",
          "روح اللہ",
          "کلیم اللہ",
          "خلیفة  اللہ"
        ],
        "answer": 3
      },
      {
        "Id": 35,
        "question": "صفر کی ایجاد کس نے کی؟",
        "optionList": [
          "رامانجن",
          "  آریہ بھٹ",
          "اقلیدس",
         " نیوٹن"
        ],
        "answer": 2
      },
      {
        "Id": 36,
        "question": "قومی یوم ریاضی تب منایا جاتا ہے ؟",
        "optionList": [
          "22 دسمبر",
          "23 دسمبر",
          "22 ستمبر",
          "25 ستمبر"
        ],
        "answer": 1
      },
      {
        "Id": 37,
        "question": "جفت مفرد عدد کون سا ہے ؟",
        "optionList": [
          "3",
          "2",
          "4",
          "7"
        ],
        "answer": 2
      },
      {
        "Id": 38,
        "question": "مستقیم زاویہ کی پیمائش کتنی ہوتی ہے ؟",
        "optionList": [
          "	280°",
          "	360°",
          "	180°",
          "	90°"
        ],
        "answer": 3
      },
      {
        "Id": 39,
        "question": "انسانی دماغ کتنے خلیوں سے بنتا ہے؟",
        "optionList": [
          "100 سے زیادہ",
          "1,000 سے زیادہ",
          "10,000 سے زیادہ",
          "100,000 سے زیادہ"
        ],
        "answer": 3
      },
      {
        "Id": 40,
        "question": "مکعب کی کل کتنی سطحیں ہوتی ہیں ؟	",
        "optionList": [
          "5",
          "6",
          "8",
          "4"
        ],
        "answer": 2
      },
      {
        "Id": 41,
        "question": "سب سے ہلکی گیس کونسی ہے؟",
        "optionList": [
          "ہائیڈروجن",
          "نائٹروجن",
          "ہیلیم",
          "اکسیجن"
        ],
        "answer": 1
      },
      {
        "Id": 42,
        "question": "کر ے کتنے کنارے یار اس ہوتے ہیں ؟",
        "optionList": [
          "1",
          "0",
          "5",
          "10"
        ],
        "answer": 2
      },
      {
        "Id": 43,
        "question": "کون سا عدد راما نجن کا عدد کہلاتا ہے ؟",
        "optionList": [
          "1201",
          "1279",
          "1729",
          "1777"
        ],
        "answer": 3
      },
      {
        "Id": 44,
        "question": "بابائے الجبرا کسے کہا جاتا ہے ؟",
        "optionList": [
          "آریہ بھٹ",
          "محمد ابن موسی الخوارزمی",
          "Euclid",
          "ہپرکس"
        ],
        "answer": 2
      },
      {
        "Id": 45,
        "question": "سری نواس راما جن کی زندگی پر بنے والی فلم کون سی ہے ؟",
        "optionList": [
          "The Adam Project",
          "The helen killer",
          "The Man Who Knew Infinity",
          "Zero"
        ],
        "answer": 3
      },
      {
        "Id": 46,
        "question": "لیپ ایئر کتنے سال بعد آتا ہے؟",
        "optionList": [
          "2",
          "3",
          "1",
          "4"
        ],
        "answer": 4
      },
      {
        "Id": 47,
        "question": "بھارت کا کتنا فیصد حصہ جنگلات سے گھرا ہوا ہے ؟",
        "optionList": [
          "    ٢1 فیصد ",
          "    ٢٣فیصد ",
          "    ٣فیصد ",
          "    فیصد 11"
        ],
        "answer": 2
      },
      {
        "Id": 48,
        "question": "مکمل سورج گرہن زیادہ سے زیادہ کتنی دیر رہتا ہے ؟",
        "optionList": [
          "سات منٹ بیس سیکنڈ ",
          "آٹھ منٹ بتیس سیکنڈ ",
          "ایک منٹ بیس سیکنڈ ",
          "دو منٹ بیس سیکنڈ "
        ],
        "answer": 1
      },
      {
        "Id": 49,
        "question": "انسان کے جسم کی سب سے چھوٹی ہڈی کونسی ہے ؟",
        "optionList": [
          "پیر",
          "سر",
          "کان",
          "ناک"
        ],
        "answer": 3
      },
      {
        "Id": 50,
        "question": "سب سے ہلکی گیس کونسی ہے؟",
        "optionList": [
          "آکسیجن",
          "ہائیڈروجن",
          "نائٹروجن",
          "کاربن ڈائی آکسائیڈ"
        ],
        "answer": 2
      },
      {
        "Id": 51,
        "question": "مائع شئے  تمام سمتوں میں مساوی دباؤ ڈالتی ہیں یہ قانون کس کا ہے؟",
        "optionList": [
          "پاسکل کا",
          "نیوٹن کا",
          "آئسٹائن کا",
          "سی وی رمن کا"
        ],
        "answer": 1
      },
      {
        "Id": 52,
        "question": "آگ بجھانے کے لیے کون سی گیس استعمال کی جاتی ہے؟",
        "optionList": [
          "ہیلیم",
          "ہائیڈروجن",
          "کاربن ڈائی آکسائیڈ",
          "ہیکسین"
        ],
        "answer": 3
      },
      {
        "Id": 53,
        "question": "امونیا گیس کن دو گیسوں کے تعامل سے بنتی ہے؟",
        "optionList": [
          "نائٹروجن اور ہائیڈروجن",
          "نائٹروجن اور اکسیجن",
          "ہائیڈروجن اور اکسیجن",
          "کربن ڈائی آکسائیڈ اور ہائیڈروجن"
        ],
        "answer": 1
      },
      {
        "Id": 54,
        "question": "کلورین گیس ہو اسے کتنی بھاری ہوتی ہے؟",
        "optionList": [
          "ڈھائی گنا",
          "چار گنا",
          "دو گنا",
          "ڈیڑھ گنا"
        ],
        "answer": 1
      },
      {
        "Id": 55,
        "question": "سب سے ہلکی دھات کونسی ہوتی ہے؟",
        "optionList": [
          "لوہا",
          "سونا",
          "چاندی",
          "پلادیم"
        ],
        "answer": 2
      },
      {
        "Id": 56,
        "question": "گردے بناوٹ کے لحاظ سے کس شکل کے ہوتے ہیں؟",
        "optionList": [
          "سیم کے بیج کی",
          "گول",
          "لمبا",
          "سیب کی طرح"
        ],
        "answer": 1
      },
      {
        "Id": 57,
        "question": "نظریہ ارتقاء کا بانی کون تھا؟",
        "optionList": [
          "چارلز ڈارون",
          "آئنسٹائن",
          "ڈاروین",
          "لوئس پیسٹیر"
        ],
        "answer": 1
      },
      {
        "Id": 58,
        "question": "سب سے پہلے کو نسا جانور خلا میں گیا تھا؟",
        "optionList": [
          "میمون",
          "کتیا",
          "بھالو",
          "گھوڑا"
        ],
        "answer": 2
      },
      {
        "Id": 59,
        "question": "سوال ایک عام انسان کا بلڈ پریشر عموما کنار بہتا ہے؟",
        "optionList": [
          "120/80",
          "90/60",
          "140/90",
          "150/100"
        ],
        "answer": 1
      },
      {
        "Id": 60,
        "question": "خون میں کتنے فیصد پانی ہوتا ہے؟",
        "optionList": [
          "50%",
          "60%",
          "90%",
          "80%"
        ],
        "answer": 3
      },
      {
        "Id": 61,
        "question": "انسانی جسم میں کتنی ہڈیاں ہوتی ہیں؟",
        "optionList": [
          "206 ہڈیاں ",
          "300 ہڈیاں ",
          "150 ہڈیاں ",
          "250 ہڈیاں "
        ],
        "answer": 1
      },
      {
        "Id": 62,
        "question": "انسان نے سب سے پہلے کیا کاشت کیا؟",
        "optionList": [
          "گنا",
          "گندم",
          "بارلے",
          "کپاس"
        ],
        "answer": 2
      },
      {
        "Id": 63,
        "question": "ہمارا نظام شمسی جس کہکشاں  میں ہے اس کا کیا نام ہے؟",
        "optionList": [
          "مریخ",
          "آکاش  گنگا ",
          "آکاش  جمنا ",
          "مشتری "
        ],
        "answer": 2
      },
      {
        "Id": 64,
        "question": "دنیا میں سب سے پہلے کس انسان نے خلا میں سفر کیا؟",
        "optionList": [
          "نیل ارمسٹرانگ",
          "یوری گاگارین",
          "جان گلین",
          "بز اولڈرین"
        ],
        "answer": 2
      },
      {
        "Id": 65,
        "question": "ریشم کا کیڑا عمر بھر میں کتنے گز ریشم بنتا ہے؟",
        "optionList": [
          "100 گز ز",
          "200 گز ز",
          "150 گز ز",
          "10 گز ز"
        ],
        "answer": 1
      },
      {
        "Id": 66,
        "question": "مکڑی کی کتنی آنکھیں ہوتی ہیں؟",
        "optionList": [
          "4 آنکھیں",
          "6 آنکھیں",
          "8 آنکھیں",
          "10 آنکھیں"
        ],
        "answer": 3
      },
      {
        "Id": 67,
        "question": "پہلے خلاباز کا نام کیا ہے؟",
        "optionList": [
          "نیل ارمسٹرانگ",
          "یوری گاگارین",
          "جان گلین",
          "بز اولڈرین"
        ],
        "answer": 1
      },
      {
        "Id": 68,
        "question": "خون کی کمی سے انسان کو کون سا مرض لاحق ہو جاتا ہے ",
        "optionList": [
          "تپ دق",
          " انیمیا",
          "ٹائیفائیڈ",
          "ملیریا"
        ],
        "answer": 2
      },
      {
        "Id": 69,
        "question": "واٹ کس کی اکائی ہے؟",
        "optionList": [
          "کام کی اکائی",
          "برقی طاقت کی اکائی",
          "برقی رو کی اکائی",
          "درجہ حرارت کی اکائی"
        ],
        "answer": 2
      },
      {
        "Id": 70,
        "question": "سب سے پہلے کس مسلمان سائنسدان نے دبے انسائیکلو پیڈیا مرتب کیا تھا؟",
        "optionList": [
          "ابن سینا",
          "الخوارزمی",
          "البرونی",
          "محمد زکریا رازی"
        ],
        "answer": 4
      },
      {
        "Id": 71,
        "question": "سب سے ، زیادہ تیز رفتاری سے سفر کرنے والی شے کو نسی ہے ؟ ",
        "optionList": [
          "آواز",
          "چیتا",
          "روشنی",
          "حرارت"
        ],
        "answer": 3
      },
      {
        "Id": 72,
        "question": "ریشم کے کیڑے کی خاص اور مرغوب غذا کیا ہے؟",
        "optionList": [
          "شہتوت کے پتے",
          "پھل",
          "لاہوری دال",
          "پتا گوبھی"
        ],
        "answer": 1
      },
      {
        "Id": 73,
        "question": "عمل تنفس کے ذریعے کون سی گیس انسان خارج کرتا ہے ؟",
        "optionList": [
          "آکسیجن",
          "کاربن ڈائی آکسائیڈ",
          "نائٹروجن",
          "ھائیڈروجن"
        ],
        "answer": 2
      },
      {
        "Id": 74,
        "question": "وہ کون سا ملک ہے جہاں چڑیا نہیں پائی جاتی ہے؟",
        "optionList": [
          "چین",
          "جرمنی ",
          "انڈیا",
          "فرانس"
        ],
        "answer": 1
      },
      {
        "Id": 75,
        "question": "زمین سے قریب ترین فلکی کرہ کونسا ہے؟",
        "optionList": [
          "مریخ",
          "وینس",
          "یورینس",
          "چاند/قمر"
        ],
        "answer": 4
      },
      {
        "Id": 76,
        "question": "انسان کے بعد دنیا کی ذہین ترین مخلوق کونسی ہے؟ ",
        "optionList": [
          "ڈولفن",
          "شیر",
          "بندر",
          "بلی"
        ],
        "answer": 1
      },
      {
        "Id": 77,
        "question": "بجلی کے جھٹکے سے آدمی اگر چپک جائے تو کونسی چیز سے الگ کیا جا سکتا ہے؟",
        "optionList": [
          "دھاتی کی چھڑی",
          "لکڑی کی چھڑی",
          "تانبے کی چھڑی",
          "ایلومینیم کی چھڑی"
        ],
        "answer": 2
      },
      {
        "Id": 78,
        "question": "بھارت کا قومی دستاویزات کا محافظ خانہ کہاں ہے؟",
        "optionList": [
          "دہلی",
          "ممبئی",
          "لکھنؤ",
          "اتانگر"
        ],
        "answer": 1
      },
      {
        "Id": 79,
        "question": "اولمپک کے مقابلوں کی روایت کسں ملک سے شروع ہوئی۔",
        "optionList": [
          "انگلینڈ",
          "یونان",
          "دبئی",
          "امریکہ"
        ],
        "answer": 2
      },
      {
        "Id": 80,
        "question": "اولمپک میں کانسے کا میڈل حاصل کرنے والی پہلی باکسر خاتون      ؟",
        "optionList": [
          "نکہت",
          "سائینا نہوال",
          "ببیتا",
          "میری کوم"
        ],
        "answer": 4
      },
      {
        "Id": 81,
        "question": " اولمپک کھیل کتنے سال کے بعد منعقد کئے جاتے ہیں ؟ ",
        "optionList": [
          "دو سال",
          "ایک سال",
          "چار سال",
          "پانچ سال"
        ],
        "answer": 3
      },
      {
        "Id": 82,
        "question": "کابینہ کا سربراہ کون ہوتا ہے ؟",
        "optionList": [
          "میئر",
          "وزیراعلی",
          "وزیراعظم",
          "صدر"
        ],
        "answer": 3
      },
      {
        "Id": 83,
        "question": "دہلی کے سلطان کا عہدہ پانے والی پہلی خاتون؟ ",
        "optionList": [
          "بیگم حضرت محل",
          "رضیہ سلطان ",
          "رانی لکشمی بائی",
          "ایلیزے بیتھ"
        ],
        "answer": 2
      },
      {
        "Id": 84,
        "question": "تلسی داس کی کتاب کا نام؟ ",
        "optionList": [
          "رام چرتر مانس",
          "مہا بھارت",
          "وجئے",
          "سورگ"
        ],
        "answer": 1
      },
      {
        "Id": 85,
        "question": "بھارت میں پہلی بار توپ خانے کا استعمال کس نے کیا ؟  ",
        "optionList": [
          "افضل خان",
          "شیواجی",
          "اکبر",
          "بابر نے"
        ],
        "answer": 4
      },
      {
        "Id": 86,
        "question": "مہاراشٹر کی سرکاری زبان کونسی ہے؟",
        "optionList": [
          "مراٹھی",
          "اردو",
          "ہندی",
          "ملیالم"
        ],
        "answer": 1
      },
      {
        "Id": 87,
        "question": "شیواجی مہاراج کی شاہی مہر کیسی زبان میں ہے",
        "optionList": [
          "مراٹھی",
          "سنکرت",
          "ہندی",
          "انگریزی"
        ],
        "answer": 2
      },
      {
        "Id": 88,
        "question": "شیر میسور کسے کہا جاتا ہے ؟",
        "optionList": [
          "ٹیپو سلطان ",
          "بابر",
          "اورنگ زیب",
          "شیواجی"
        ],
        "answer": 1
      },
      {
        "Id": 89,
        "question": " دنیا میں کل کتنے براعظم ہیں؟ ",
        "optionList": [
          "پانچ  ",
          "سات",
          "تین",
          "آٹھ"
        ],
        "answer": 2
      },
      {
        "Id": 90,
        "question": "دنیا کا سب سے نمکین سمندر کونساہے؟",
        "optionList": [
          "  بحر مردار",
          "نیل",
          "بحر اوقیانوس",
          "بحر ہند"
        ],
        "answer": 1
      },
      {
        "Id": 91,
        "question": "دریائے گنگا کا منبع کس نام سے جانا جاتا ہے؟",
        "optionList": [
          "برہمپتر",
          "ترمباکیشور",
          "گنگوتری",
          "امرکنٹک"
        ],
        "answer": 3
      }
    ];

    return questionList;

  }
}